[
  {
    "user": {
      "id": 0,
      "isOnline": true,
      "name": "Михаил",
      "avatar": ""
    },
    "lastMessage": {
      "text": "Nostrud ut dolore consectetur excepteur quis duis ipsum id ullamco aliquip aute id ullamco elit. Deserunt excepteur est excepteur ullamco. Eu pariatur sint ex quis mollit. Dolor exercitation fugiat aute dolore est. Aute ad consectetur consectetur officia anim non irure labore pariatur anim consequat consectetur consectetur labore. Nisi magna enim mollit in aute nostrud aliqua excepteur excepteur sunt. Ipsum quis adipisicing velit exercitation elit occaecat ullamco sunt Lorem incididunt aliqua ad et.\r\n",
      "created_at": "2018-03-10T03:39:26 -03:00",
      "isReading": true
    }
  },
  {
    "user": {
      "id": 1,
      "isOnline": true,
      "name": "Иван",
      "avatar": ""
    },
    "lastMessage": {
      "text": "Sint incididunt dolore nostrud eiusmod deserunt ea magna non. Esse esse velit proident dolore ut cillum sunt amet cupidatat ipsum. Exercitation eiusmod non dolor sint tempor occaecat nisi ea. Sit duis deserunt consectetur eu nisi Lorem occaecat ut pariatur cillum fugiat.\r\n",
      "created_at": "2021-10-22T09:01:42 -03:00",
      "isReading": false
    }
  },
  {
    "user": {
      "id": 2,
      "isOnline": false,
      "name": "Josie Burke",
      "avatar": ""
    },
    "lastMessage": {
      "text": "Reprehenderit dolore qui labore nulla. Velit tempor dolore elit proident anim duis laboris amet duis incididunt ex eiusmod dolor. Anim ad tempor fugiat sunt nostrud labore laborum sit velit cupidatat.\r\n",
      "created_at": "2022-07-08T05:52:37 -03:00",
      "isReading": false
    }
  },
  {
    "user": {
      "id": 3,
      "isOnline": true,
      "name": "Elisa Warren",
      "avatar": ""
    },
    "lastMessage": {
      "text": "Nostrud pariatur esse ad deserunt. Ad enim labore ut laboris voluptate reprehenderit fugiat dolore enim consectetur ullamco minim labore. Est voluptate ea veniam aliquip eu. Et proident labore minim ex ex in amet. Reprehenderit est dolore fugiat fugiat sint veniam nulla pariatur nostrud tempor nulla proident dolore. Adipisicing minim do pariatur veniam culpa nostrud commodo aute officia esse veniam adipisicing ad est. Quis enim sunt do est irure aliqua laboris fugiat aute cillum proident.\r\n",
      "created_at": "2018-03-16T06:45:39 -03:00",
      "isReading": false
    }
  },
  {
    "user": {
      "id": 4,
      "isOnline": false,
      "name": "Rowe Brewer",
      "avatar": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVc7flqApawFOs_eWbeTZRPA-Uo92IObC1pQ&usqp=CAU"
    },
    "lastMessage": {
      "text": "Nisi proident dolor cupidatat occaecat culpa in reprehenderit fugiat. Velit quis est cupidatat occaecat ipsum elit. Adipisicing id adipisicing tempor commodo labore ipsum amet tempor duis sint. Ex eiusmod aliqua velit dolore. Quis dolor exercitation non elit Lorem labore pariatur exercitation incididunt eu reprehenderit.\r\n",
      "created_at": "2020-07-10T03:53:09 -03:00",
      "isReading": true
    }
  },
  {
    "user": {
      "id": 5,
      "isOnline": true,
      "name": "Sonja Boyle",
      "avatar": ""
    },
    "lastMessage": {
      "text": "Exercitation anim quis exercitation occaecat. Magna sit sit irure irure. In eiusmod laboris cupidatat in nulla ea reprehenderit id. Elit proident mollit elit deserunt id occaecat voluptate proident laboris in amet voluptate proident velit. Reprehenderit Lorem proident ut aliqua sunt sit tempor voluptate non ea est excepteur. Nulla aliquip ex nulla ullamco laborum Lorem.\r\n",
      "created_at": "2015-04-05T08:14:43 -03:00",
      "isReading": false
    }
  }
]
